{
  "recipes": [
    {
      "id": 0,
      "title": "French toast",
      "description": "Very delicious and easy to make french toast with cinnamon and orange jam",
      "category": "baking",
      "categoryId": 1020,
      "banner": "",
      "time": "10 mins",
      "amount": "250g",
      "price": "cheap",
      "difficult": "easy",
      "products": "store",
      "methods": [
        {
          "title": "Make toasts",
          "ingridients": [
            { "2 slices": " hokkaido bread" },
            { "2": " eggs" },
            { "20 g": " cream" },
            { "1 tsp": " sugar" },
            { "pinch": " of salt" },
            { "0.5 tsp": " ground cinnamon" },
            { "0.5 tsp": " butter" },
            { "2 tsp": " orange jam" }
          ],
          "steps": [
            { "1": "Сut two slices of bread." },
            {
              "2": "Place in a bowl eggs, cream, salt, sugar and ground cinnamon and mix well."
            },
            { "3": "Heat pan with butter on medium heat." },
            {
              "4": "Dip bread in egg mixture, turning to coat both sides evenly. "
            },
            { "5": "Cook bread slices until browned on both sides." },
            {
              "6": "Spread one side of bread orange jam and sprinkle with icing sugar."
            }
          ]
        }
      ]
    },
    {
      "id": 1,
      "title": "Bread",
      "description": "Very delicious and easy to make sourdough bread with olives and rosemary",
      "category": "baking",
      "categoryId": 1020,
      "banner": "",
      "time": "1.5 hrs",
      "amount": "2000g",
      "price": "cheap",
      "difficult": "easy",
      "products": "store",
      "methods": [
        {
          "title": "Make levian",
          "time": "6 hrs",
          "category": "proofing",
          "ingridients": [
            { "50g": " sourdough starter" },
            { "100g": " water" },
            { "50g": " bread flour" },
            { "50g": " wheat flour" }
          ],
          "steps": [
            { "1": "Combine all ingridients" },
            { "2": "Place in glass jar" },
            { "3": "Leave for proof for 5-6 hours or until tripled" }
          ]
        },
        {
          "title": "Make bread",
          "time": "1 hrs",
          "category": "baking",
          "ingridients": [
            { "1000g": " flour" },
            { "700g": " water" },
            { "24g": " salt" },
            { "240g": " levain" },
            { "200g": " black olives" },
            { "5g": " fresh rosamery" },
            { "30ml": " olive oil" }
          ],
          "steps": [
            {
              "1": "Mix 9/10 of water and flour for 3-4 mins and leave for 60 minutes"
            },
            {
              "2": "Add remaining water, salt and sourdough and knead the dough 5-6 mins, leave for 15 mins"
            },
            {
              "3": "Fold douh and leave for 30 mins chill. Repeat this step two times more."
            },
            {
              "4": "Leave douh for fermentation for at least 3-3,5 hrs or doubled"
            },
            { "5": "Divide dough, preshape and leave for 20 mins" },
            {
              "6": "Shape dough, place on bowl and place in the fridge for 12-14 hrs."
            },
            { "7": "Preheat oven for 30 minutes at 450 degrees Farenheit" },
            { "8": "Place baking sheet with water on the bottom in the oven" },
            {
              "9": "Bake bread first 15 minutes with steam, remove tray with water and bake additional 15-20 minutes"
            },
            { "10": "Cool completely at least 2 hours" }
          ]
        }
      ]
    },
    {
      "id": 2,
      "title": "Chicken pate",
      "description": "This silky smooth pate is super-satisfying to make.",
      "category": "meat",
      "categoryId": 1040,
      "banner": "images/IMG_3185.jpg",
      "time": "4.5 hrs",
      "amount": "1200g",
      "price": "cheap",
      "difficult": "easy",
      "products": "store",
      "methods": [
        {
          "ingridients": [
            { "400g": " chicken livers" },
            { "100g": " mashrooms" },
            { "2": " medium onions" },
            { "120g": " salted butter" },
            { "80g": " unsalted butter" },
            { "50ml": " truffle oil" },
            { "50ml": " brandy" },
            { "3-4 springs of": " fresh thyme" },
            { "7-8 leaves": " fresh sage" },
            { "pinch of": " salt" },
            { "pinch of": " black pepper" },
            { "2 tbs": " olive oil" }
          ],
          "steps": [
            {
              "1": "To make clarified butter, place unsalted butter in a pan on a very low heat and let it slowly melt 10 minutes. Use table spoon for remove the whey from the top of oil."
            },
            {
              "2": "Pell and finely chop onions and place in the two pans on a medium heat with olive oil. Strip the thyme leaves and fry for 5 minutes, until soft. In one pan add the mushrooms, salt and pepper and fry 5-6 minutes. In the second pan add chicken livers and a pinch of salt and black pepper. Cook for 4 minutes on a big heat, add the brandy to the pan and cook for 2 minutes more."
            },
            {
              "3": "Tip everything straight into a food processor and blend until smooth. Dice salted butter and add to the processor, then add truffle oil and blend until silky smooth and the mixture start to shine. Taste and season to perfection. Serve the pate in a bowl."
            },
            {
              "4": "Put the pan with clarified butter on a medium heat and add sage leaves. When the leaves becomes crispy, pop the sage leaves on top of the pate, then pour over the clarified butter. Put into the fridge for a 4-5 hours until set."
            },
            { "5": "Serve this with toast, cornichons and a glass of wine." }
          ]
        }
      ]
    },
    {
      "id": 3,
      "title": "Strawberry rollcake",
      "description": "Very delicious and easy to make strawberry rollcake with vanilla ganache",
      "category": "patisserie",
      "categoryId": 1030,
      "banner": "",
      "time": "1 hrs",
      "amount": "2000g",
      "price": "cheap",
      "difficult": "easy",
      "products": "store",
      "methods": [
        {
          "title": "Sponge cake",
          "time": "20 mins",
          "category": "baking",
          "ingridients": [
            { "54g": " milk" },
            { "27g": " butter" },
            { "50g": " flour" },
            { "50g": " egg yolks" },
            { "65g": " eggs" },
            { "95g": " egg whites" },
            { "45g": " sugar" }
          ],
          "steps": [
            { "1": "Milk and butter bring to a boil." },
            { "2": "Add flour and mix well." },
            { "3": "Egg whites beat to soft peaks." },
            {
              "4": "Flour mix transfer to mixer bowl with paddle attachment and beat for decrease temperature. Add mix eggs and yolks portioned. Mix to smooth texture."
            },
            { "5": "Combine together flour mix and beaten egg whites." },
            { "6": "Spread on baking mat and bake at 360F for 10-12 minutes." }
          ]
        },
        {
          "title": "Vanilla ganache",
          "time": "10 mins + 12 hrs",
          "category": "boil",
          "ingridients": [
            { "28g": " gelatine mass" },
            { "490g": " cream" },
            { "1 tsp": " vanilla pasta" },
            { "180g": " white chocolate" },
            { "100g": " mascarpone" }
          ],
          "steps": [
            {
              "1": "Add the cream and vanilla to a pan and bring it to a gentle simmer."
            },
            {
              "2": "Meanwhile add the white chocolate, mascarpone and melted gelatin to a jug."
            },
            {
              "3": "Pour over the hot cream and blend. Pour it into a bowl and cover and chill overnight. Do not skip this."
            },
            {
              "4": "Whisk to soft peaks and then pipe. Keep an eye on it so you don’t over whip it."
            }
          ]
        }
      ]
    }
  ],
  "category": [
    {
      "id": 1020,
      "title": "Bakery",
      "img": "",
      "description": "The best bakary recipes"
    },
    {
      "id": 1030,
      "title": "Patisserie",
      "img": "",
      "description": "The best french patisserie recipes"
    },
    {
      "id": 1040,
      "title": "Meat",
      "img": "",
      "description": "The meat recipes"
    },
    {
      "id": 1050,
      "title": "Fish",
      "img": "",
      "description": "The fish recipes"
    }
  ],
  "parts": [
    {
      "id": 20001,
      "brand": "Akrapovic",
      "title": "Akrapovic GP Slip-On Exhaust Yamaha R6 2017-2020",
      "img": "image",
      "description": "The Akrapovic GP-styled Slip-On is a high-performance exhaust that takes design cues from the exhaust found on the factory Yamaha M1 MotoGP bike. Made from titanium, a race-proven material, this exhaust system results in a boost in performance and noticeable weight reduction. Slip-Ons represent the first step in the exhaust system tuning process, and they offer a great balance between price and performance. Change the nature of your bike by adding more power, improved performance, and the unique Akrapovic sound. It’s not just about peak power, Akrapovic exhaust systems deliver increased performance throughout the entire rpm range. Increased power and torque result in a much smoother ride. All Akrapovič exhaust system measurements are made on Akrapovic's computer-controlled flowbenches",
      "compatibility": "2017-2020 Yamaha R6"
    },
    {
      "id": 20002,
      "brand": "Silver’s",
      "title": "Silver’s NEOMAX Coilover Kit - Toyota Supra A90 RWD 2019+",
      "img": "image",
      "standart1": "Standard Front Spring Rate: 8K",
      "standart2": "Standard Rear Spring Rate: 9K-S",
      "features": [
        {
          "f1": "Adjustable T6 6061 front camber plates on all McPherson style applications."
        },
        {
          "f2": "Koyo Japan Radial Bearing upper spring perch standard on all applicable McPherson applications. This eliminates spring bind, noise, and gives improved driver feedback."
        },
        {
          "f3": "24 levels of dampening adjustability combined with our high grade shock oil, not only do you feel the click in your fingers, you feel every dampening adjustment in the driver's seat."
        },
        {
          "f4": "High strength JIS G3445-STKM13C (DIN2393-ST44-2) carbon steel 52mm diameter seamless shock tube."
        },
        {
          "f5": "44mm piston with digressive style valving characteristics provides maximum low speed damping response for ultimate performance while simultaneously giving a comfortable ride."
        },
        {
          "f6": "Mono-tube shock design, Increases shock oil capacity as well as displacement over twin tube designs for maximum performance."
        },
        {
          "f7": "High viscosity IP F.A. 5W damper oil ensures the best efficiency and consistency of shock-absorption and dampening control."
        },
        {
          "f8": "Height adjustability is provided by the lower bracket which prevents the need to adjust the spring perch or preload, offering the maximum possible travel regardless of height setting."
        },
        {
          "f9": "Cold-bent springs made from high strength SAE9254 steel which keeps stable elastic modulus."
        },
        {
          "f10": "Powder coated steel lower brackets matching all factory brake line & ABS wire tabs, for seamless installation."
        },
        {
          "f11": "Anodized T6 6061 aluminum lower mounts for multi-link suspension systems to lower unsprung weight."
        },
        { "f12": "18 Month limited manufacturer's warranty." }
      ],
      "compatibility": "2020-2021 Toyota Supra"
    }
  ],
  "auto": [
    {
      "id": 30001,
      "type": "Car",
      "title": "Lamborgini Urus",
      "img": "image",
      "category": "gas"
    },
    {
      "id": 30002,
      "type": "Car",
      "title": "Ferrari",
      "img": "image",
      "category": "gas"
    },
    {
      "id": 30003,
      "type": "Car",
      "title": "Tesla Model S",
      "img": "image",
      "category": "electro"
    },
    {
      "id": 30004,
      "type": "Car",
      "title": "Porsche Taycan",
      "img": "image",
      "category": "electro"
    }
  ],

  "categoryShop": [
    {
      "id": 1001,
      "title": "T-shirts",
      "subtitle": "Men's T-Shirts",
      "description": "T-shirts are the ultimate wardrobe staple – they're simple, they're versatile and they'll work for virtually any occasion. Hit up our collection of men's T-shirts and vests for plain and printed designs to slot into your everyday rotation. Check out web-site for oversized T-shirts and unique patterns.",
      "type": "t-shirt-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1002,
      "title": "Polo",
      "subtitle": "Men's Polo",
      "description": "For the right balance of smart and casual, check out our edit of men’s polo shirts. Polo Ralph Lauren brings you branded classics you’ll love, while heritage label Fred Perry’s black polo shirts – complete with the brand’s signature embroidered logo – are an easy win for when you’re in-between dress codes",
      "type": "polo-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1003,
      "title": "Shirts",
      "subtitle": "Men's Shirts",
      "description": "From work to play, our collection of shirts for men covers all bases. Shop ASOS DESIGN for everything from smart shirts for your 9-5 to denim shirts and Hawaiian shirts for your summer wardrobe. Browse iconic designs from Polo Ralph Lauren, with check shirts, preppy hues and logo details featuring heavily.",
      "type": "shirts-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1004,
      "title": "Sweaters & Cardigans",
      "subtitle": "Men's Sweaters",
      "description": "Whether you want something to layer over shirts, pair with jeans or throw on for getting home after the gym, our edit of men's sweaters and cardigans has everything you need to stay warm this season. ASOS DESIGN is your go-to for everyday style heroes – from muscle-fit styles.",
      "type": "sweaters-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1005,
      "title": "Overalls & Boiler Suits",
      "subtitle": "Men's Overalls & Boiler Suits",
      "description": "Whether you want something to layer over Overalls, pair with jeans or throw on for getting home after the gym, our edit of men's sweaters and cardigans has everything you need to stay warm this season. Our design is your go-to for everyday style heroes and muscle-fit styles.",
      "type": "overalls-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1006,
      "title": "Jackets & Coats",
      "subtitle": "Men's Jackets & Coats",
      "description": "Staying warm never looked so good thanks to our edit of men’s coats and jackets. Check out design for all the latest trends, and discover new-season men's trench coats and men's gilets. Browse Only & Sons for men's bomber jackets and overcoats, or for something fresh and experimental.",
      "type": "jackets-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1007,
      "title": "Hoodies",
      "subtitle": "Men's Hoodies & Sweatshirts",
      "description": "It’s the 21st century and we feel strongly that sweats aren’t just for wearing to the gym. Make your everyday rotation that little bit comfier with our collection of men’s hoodies and sweatshirts. Our selection of oversized sweatshirts, alongside zip-up hoodies in a variety of plain and printed designs.",
      "type": "hoodies-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1008,
      "title": "Activewear",
      "subtitle": "Men's Activewear",
      "description": "It’s the 21st century and we feel strongly that sweats aren’t just for wearing to the gym. Make your everyday rotation that little bit comfier with our collection of men’s hoodies and sweatshirts. Our selection of oversized sweatshirts, alongside zip-up hoodies in a variety of plain and printed designs.",
      "type": "activewear-men",
      "sex": "male",
      "section": "top"
    },
    {
      "id": 1009,
      "title": "Jeans",
      "subtitle": "Men's Jeans",
      "description": "Our edit of men’s jeans provides a solid start to any outfit – from Jack & Jones’ everyday black jeans to Levi’s iconic 501s, we’ve got styles to suit every taste. Hit up Gelsy for everything from staple styles in classic washes that can be worn all day every day to spray-on men's skinny jeans for your weekend wardrobe.",
      "type": "jeans-men",
      "sex": "male",
      "section": "bottom"
    },
    {
      "id": 1010,
      "title": "Shorts",
      "subtitle": "Men's Shorts",
      "description": "Keep your look fresh when the temperatures start to soar with our collection of men's shorts. You can't go wrong with men's denim shorts – they're a wardrobe staple and can be styled your way. Or try a pair of men's cargo shorts if you're after something practical yet stylish.",
      "type": "shorts-men",
      "sex": "male",
      "section": "bottom"
    },
    {
      "id": 1011,
      "title": "Pants",
      "subtitle": "Men's Pants & Chinos",
      "description": "Keep your look fresh when the temperatures start to soar with our collection of men's shorts. You can't go wrong with men's denim shorts – they're a wardrobe staple and can be styled your way. Or try a pair of men's cargo shorts if you're after something practical yet stylish.",
      "type": "pants-men",
      "sex": "male",
      "section": "bottom"
    },
    {
      "id": 1012,
      "title": "Joggers",
      "subtitle": "Men's Joggers",
      "description": "Why settle for 50% comfort when you could have 100%? Whether you’re looking for a matching tracksuit set or stocking up on mix-and-match sweatpants and sweatshirts, we’ve got a wide selection to choose from in our edit of men’s tracksuits. Hit up Gilsy for men's joggers and hoodies.",
      "type": "joggers-men",
      "sex": "male",
      "section": "bottom"
    },
    {
      "id": 1013,
      "title": "Suites",
      "subtitle": "Men's Suites",
      "description": "It's time to get suited and booted with our versatile collection of men's suits. Whether you're looking for a tuxedo to wear to a wedding or just want to elevate your daytime look with a casual suit, we've got what you're looking for. Shop brands like Burton Menswear and Selected Homme.",
      "type": "suites-men",
      "sex": "male",
      "section": "other"
    },
    {
      "id": 1014,
      "title": "Shoes",
      "subtitle": "Men's Shoes",
      "description": "Start from the bottom with our edit of shoes for men. Whether you're looking for a pair of boots or summer boat shoes, find what you're looking for in our collection. Browse for all the latest styles, or if you're looking for men's sneakers, check out our selection from adidas Originals.",
      "type": "shoes-men",
      "sex": "male",
      "section": "other"
    },
    {
      "id": 1015,
      "title": "Underwear",
      "subtitle": "Men's Underwear",
      "description": "Shop everyday essentials from our edit of men's underwear. Whether you're a tight boxers kind of person or prefer your trunks on the baggier side, we've got styles to suit you. Fill your underwear drawer with classic pairs of Calvin Klein boxers, or check out colourful styles.",
      "type": "underwear-men",
      "sex": "male",
      "section": "other"
    },
    {
      "id": 2001,
      "title": "Dresses",
      "subtitle": "Dresses",
      "description": "From minis to maxi dresses, bodycons and smocks, our collection of dresses has something for everyone, whatever your style. ASOS DESIGN has hundreds of dresses to choose from to help you feel yourself, while & Other Stories is the go-to for romantic florals and understated design.",
      "image": "images/dresses-women-icon.jpeg",
      "type": "dresses",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2002,
      "title": "Jumpsuits & Rompers",
      "subtitle": "Jumpsuits & Rompers",
      "description": "Want maximum impact with minimal effort? Throw on a jumpsuit or romper and you're ready to go. DESIGN has a wide range of styles as unique as you, and find styles that fit thanks to ASOS Petite and ASOS Tall. Looking for a jumpsuit for a wedding? Shop EDITION for floor-grazing.",
      "image": "images/dresses-women-icon.jpeg",
      "type": "jumpsuits",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2003,
      "title": "T-shirts",
      "subtitle": "Women's T-shirts",
      "description": "You’ve found your perfect pair of bottoms, now all you need is a top to complete the look. Introducing our edit of tops for women, which features everything from vests and casual T-shirts to smart shirts and blouses. PrettyLittleThing is here to bring some sass to your after-hours wardrobe.",
      "image": "images/dresses-women-icon.jpeg",
      "type": "t-shirt-women",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2004,
      "title": "Loungewear",
      "subtitle": "Women's Loungewear",
      "description": "Take the laid-back look to a whole new level with our edit of women’s loungewear. Whether you're looking for loungewear sets or prefer to style it your way with mix-and-match pieces, we've got something for everyone. Loungeable leggings and t-shirts are your go-tos for days.",
      "type": "loungewear-women",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2005,
      "title": "Coats & Jackets",
      "subtitle": "Women's Coats & Jackets",
      "description": "From macs and parkas to puffer jackets and faux-fur coats, when we say we’ve got lots of outerwear options in our edit of women’s coats and jackets, we’re not kidding. Vero Moda and & Other Stories serve up new-season trench coats and smart belted jackets.",
      "type": "jackets-women",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2006,
      "title": "Cardigans",
      "subtitle": "Women's Sweaters & Cardigans",
      "description": "Beat the cold weather with our edit of women’s sweaters and cardigans. New Look is your go-to for lightweight sweaters to ease you into those transitional months, while River Island brings a range of fitted roll-neck sweaters for your year-round plans. Meanwhile, Bershka has your comfort points covered.",
      "type": "cardigans-women",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2007,
      "title": "Hoodies & Sweatshirts",
      "subtitle": "Women's Hoodies & Sweatshirts",
      "description": "It’s generally frowned upon to wear your pajamas out in public, but we’ll settle for the next best thing: sweats. Our edit of hoodies and sweatshirts is packed with cosy-cool designs, from block-coloured basics to slogan styles. Fans of retro sportwear, grab yourselves a classic logo sweatshirt.",
      "type": "hoodies-women",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2008,
      "title": "Swimwear & Beachwear",
      "subtitle": "Women's Swimwear & Beachwear",
      "description": "Dreaming of sunnier days? Let's face it, there's nothing like shopping for bikinis and swimsuits to get you in the mood for summer. For bikinis, we have styles in a variety of colours and prints. Choose a matching set or express your individuality with our mix-and-match options.",
      "type": "swimwear-women",
      "sex": "female",
      "section": "top"
    },
    {
      "id": 2009,
      "title": "Jeans",
      "subtitle": "Women's Jeans",
      "description": "Mom or boyfriend? We're talking about jeans, of course, and there's plenty of styles to choose from in our latest edit. From vintage classics from Urban Bliss through to comfy wide leg styles courtesy of COLLUSION, finding 'the' pair of jeans has never been easier.",
      "type": "jeans-women",
      "sex": "female",
      "section": "bottom"
    },
    {
      "id": 2010,
      "title": "Skirts",
      "subtitle": "Women's Skirts",
      "description": "Give yourself plenty of ways to express your individuality by stocking up on skirts from all of your favorite brands. Play around with classic denim, sleek leather, or form-fitting pencil skirts from our current new season edit. From work-friendly bias cuts to form-fitting bodycons with day-to-night potential.",
      "type": "skirts-women",
      "sex": "female",
      "section": "bottom"
    },
    {
      "id": 2011,
      "title": "Shorts",
      "subtitle": "Women's Shorts",
      "description": "When the weather warms up, that means one thing - it's finally time to get your legs out. Whether you're heading off on vacation or want some denim staples to enhance your weekend wardrobe, we've got all the shorts for all the occasions right here at DENIM.",
      "type": "shorts-women",
      "sex": "female",
      "section": "bottom"
    },
    {
      "id": 2012,
      "title": "Pants & Leggings",
      "subtitle": "Women's Pants & Leggings",
      "description": "For those days when jeans don't quite cut it, swap them out for equally as versatile pants and leggings. From chinos and crops to wide leg and skinny styles, our latest edit of women's pants is full of go-to pieces for work, the weekend or whenever you feel like it. Embracing your own unique style couldn't be easier",
      "type": "pants-women",
      "sex": "female",
      "section": "bottom"
    },
    {
      "id": 2013,
      "title": "Suits & Tailoring",
      "subtitle": "Women's Suits & Tailoring",
      "description": "Finding the perfect two-piece has never been easier thanks to our edit of suits for women. Whether you’re shopping for cool, casual tailoring or something a little bit smarter, ASOS DESIGN has a wide a range of women's trouser suits to discover. Play by your own rules with our collection of suit shorts.",
      "type": "suits-women",
      "sex": "female",
      "section": "other"
    },
    {
      "id": 2014,
      "title": "Shoes",
      "subtitle": "Women's Shoes",
      "description": "You’ve nailed your outfit, now all that’s left is the footwear – which is where our edit of shoes for women comes in. Whether you're looking for everyday winners or something for your next night out, give your feet the VIP treatment, whatever your style. Refresh your summer wardrobe with selection of sandals.",
      "type": "shoes-women",
      "sex": "female",
      "section": "other"
    },
    {
      "id": 2015,
      "title": "Lingerie",
      "subtitle": "Women's Lingerie",
      "description": "Give your lingerie drawer some love and attention with our underwear edit of all your favorite brands. From functional options for the everyday to lacy looks that'll give you an instant confidence boost, scroll down for all your lingerie needs. Stock up on the basics by mixing and matching New Look's.",
      "type": "lingerie-women",
      "sex": "female",
      "section": "other"
    }
  ],

  "slides": [
    {
      "title": "Spring 2021",
      "heading": "Aenean commodo iaculis dapibus. Cras lectus ipsum, posuere eget varius a, tristique quis magna.",
      "subhead": "Sed ut perspiciatis unde omnis iste natus error sit voluptatem.",
      "media": {
        "desktop": "https://storage.googleapis.com/vcomm-assessment-assets/img0.jpg",
        "mobile": ""
      },
      "cta": [
        {
          "label": "Shop Womens",
          "url": "https://www.google.com/search?q=google+mens+spring+collection&oq=google+mens+spring+collection&aqs=chrome..69i57j69i64.5759j0j7&sourceid=chrome&ie=UTF-8"
        },
        {
          "label": "Shop Mens",
          "url": "https://www.google.com/search?ei=e500YMWqDIXA0PEP34el0Ak&q=google+womens+spring+collection&oq=google+womens+spring+collection&gs_lcp=Cgdnd3Mtd2l6EAM6BwgAEEcQsANQ27AHWMG1B2D_twdoAnABeACAAfgBiAHfBZIBBTYuMC4xmAEAoAEBqgEHZ3dzLXdpesgBCMABAQ&sclient=gws-wiz&ved=0ahUKEwiF1OS_rf_uAhUFIDQIHd9DCZoQ4dUDCA0&uact=5"
        }
      ],
      "ctaPosition": "center"
    },
    {
      "title": "Back In Black",
      "subhead": "Sed ut perspiciatis unde omnis iste natus error sit voluptatem.",
      "media": {
        "desktop": "https://storage.googleapis.com/vcomm-assessment-assets/img1.jpg",
        "mobile": ""
      },
      "cta": [
        {
          "label": "Shop The Collection",
          "url": "https://www.google.com/search?ei=ZQg1YObgBZPr9AOYkofoDQ&q=2021+collection&oq=2021+collection&gs_lcp=Cgdnd3Mtd2l6EAMyAggAMgIIADICCAAyAggAMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeMgYIABAWEB4yBggAEBYQHjIGCAAQFhAeOgcIABCwAxBDOgUIABCRAjoFCC4QsQM6BQgAELEDOg4ILhCxAxCDARDHARCjAjoCCC46CAgAELEDEIMBOgQIABBDOggIABCxAxDJAzoICC4QsQMQgwE6CAguELEDEJMCOgUIABDJAzoFCAAQkgNQtHBYvKkBYNOvAWgEcAJ4AIABZ4gBvwuSAQQxNi4xmAEAoAEBqgEHZ3dzLXdpesgBCsABAQ&sclient=gws-wiz&ved=0ahUKEwimp-K6k4DvAhWTNX0KHRjJAd0Q4dUDCA0&uact=5"
        },
        {
          "label": ""
        }
      ],
      " ctaPosition": "left"
    },
    {
      "title": "The New 'It' Bag",
      "subhead": "Sed ut perspiciatis unde omnis iste natus error sit voluptatem.",
      "media": {
        "desktop": "https://storage.googleapis.com/vcomm-assessment-assets/img2.jpg",
        "mobile": ""
      },
      "cta": [
        {
          "label": "Shop Handbags",
          "url": "https://www.google.com/search?ei=9p00YIbJCJTg9AOg8ZD4DA&q=handbags&oq=handbags&gs_lcp=Cgdnd3Mtd2l6EAMyBggAEAoQQzIHCAAQsQMQQzIECAAQQzIECAAQQzIECAAQQzIFCAAQsQMyAggAMgIIADICCAAyAggAOgUIABCRAjoLCC4QsQMQxwEQowI6CAgAELEDEIMBOgQILhBDOgcILhCxAxBDOgUILhCxAzoICAAQsQMQkQI6AgguOggILhDHARCjAjoFCAAQyQM6BQgAEJIDOggIABCxAxDJA1CF2_4MWJH1_gxg6Pn-DGgAcAJ4AIABaIgBqAaSAQM2LjOYAQCgAQGqAQdnd3Mtd2l6wAEB&sclient=gws-wiz&ved=0ahUKEwiGnLT6rf_uAhUUMH0KHaA4BM8Q4dUDCA0&uact=5"
        },
        {
          "label": ""
        }
      ],
      "ctaPosition": "right"
    }
  ],
  "shampoo": [
    {
      "id": 101,
      "brand": "AVON MAN",
      "title": "Avon Man Hair & Body Wash",
      "subtitle": "Шампунь-гель для душа для мужчин",
      "code": "51618",
      "size": "250ml",
      "description": "Гель освежает кожу, не пересушивая ее, и придает мягкость. Также подходит для ухода за волосами. Обладает древесно-восточно-фруктовым ароматом с нотами свежей мяты, яблока и мха.",
      "ingredients": "AQUA, SODIUM LAURETH SULFATE, GLYCERIN, COCAMIDE MEA, COCAMIDOPROPYL BETAINE, POLYSORBATE 20, PARFUM, SODIUM CHLORIDE, DISODIUM EDTA, PEG-150 PENTAERYTHRITYL TETRASTEARATE, POLYQUATERNIUM-10, PHOSPHORIC ACID, METHYLCHLOROISOTHIAZOLINONE, METHYLISOTHIAZOLINONE, LIMONENE."
    },
    {
      "id": 102,
      "brand": "NATURALS",
      "title": "Avon Naturals",
      "subtitle": "Шампунь / Ополаскиватель 2 в 1 с витаминным комплексом",
      "code": "87762",
      "size": "250ml",
      "description": "Сила витаминов для красоты твоих волос! Формула с витаминным комплексом (Е, В3 и В5) дарит энергию тусклым, поврежденным волосам, возвращая им красоту и здоровье.",
      "ingredients": "AQUA, SODIUM LAURETH SULFATE, GLYCERIN, COCAMIDE MEA, COCAMIDOPROPYL BETAINE, POLYSORBATE 20, PARFUM, SODIUM CHLORIDE, DISODIUM EDTA, PEG-150 PENTAERYTHRITYL TETRASTEARATE, POLYQUATERNIUM-10, PHOSPHORIC ACID, METHYLCHLOROISOTHIAZOLINONE, METHYLISOTHIAZOLINONE, LIMONENE."
    },
    {
      "id": 103,
      "brand": "HAIR CARE 'ВОССТАНОВЛЕНИЕ'",
      "title": "Avon 'ВОССТАНОВЛЕНИЕ'",
      "subtitle": "Шампунь для волос с маслом кокоса",
      "code": "67871",
      "size": "400ml",
      "description": "Максимальное увлажнение и восстановление волос с кокосовым маслом. Деликатная формула подойдет всем твоим близким: и большим, и маленьким. Предназначен для всех типов кожи.",
      "ingredients": "AQUA, SODIUM LAURETH SULFATE, GLYCERIN, COCAMIDE MEA, COCAMIDOPROPYL BETAINE, POLYSORBATE 20, PARFUM, SODIUM CHLORIDE, DISODIUM EDTA, PEG-150 PENTAERYTHRITYL TETRASTEARATE, POLYQUATERNIUM-10, PHOSPHORIC ACID, METHYLCHLOROISOTHIAZOLINONE, METHYLISOTHIAZOLINONE, LIMONENE."
    }
  ]
}
